import shortId from 'shortid';
export const searchResultsCarts = [

    {
        image: "http://u.kanobu.ru/editor/images/0/b10053ae-ce9e-460e-afd5-1cc2ab7d1757.jpg",
        name: 'Побег',
        genre: 'Драма,боевик,криминал',
        date:2005,
        rate:4.9,
        id: shortId.generate(),
        description: 'Эта история началась давно. Все мы помним, что происходило много лет назад. Некого Линкольна Берроуза посадили в тюрьму за убийство, которое тот не совершал. Мужчина ожидает своего часа. Ему назначена смертная казнь. Кто бы мог подумать, что его брат Майкл, который более, чем полностью, уверен в невиновности брата, решит отправиться за ним в тюрьму и вызволить несчастного. Главному персонажу приходится пройти через множество трудностей, чтобы предотвратить казнь. Майкл некогда работал инженером. Так уж получилось, что он проектировал тюрьму, в которой теперь находится, потому и знает каждый болтик в этом учреждении. Теперь остается лишь разработать план побега. Кто бы мог подумать, что ему на хвост сядут местные бандиты, которые тоже захотят получить свободу. Побег удается, а главному герою приходится забрать с собой, помимо брата, еще и одного тюремного подельника и местную медсестру, с которой у персонажа весьма и весьма необычные отношения. Но этим побегом история не закончилась. Главному герою предстоит сбегать еще и еще раз. Но теперь настало время узнать, что же будет дальше.'
    },
    {
        image: "https://i.ucrazy.ru/files/i/2007.7.8/1183859597_main.jpeg",
        name: 'Побег',
        genre: 'Драма,боевик,криминал',
        date:2011,
        rate:4.7,
        id: shortId.generate(),
        description: 'Эта история началась давно. Все мы помним, что происходило много лет назад. Некого Линкольна Берроуза посадили в тюрьму за убийство, которое тот не совершал. Мужчина ожидает своего часа. Ему назначена смертная казнь. Кто бы мог подумать, что его брат Майкл, который более, чем полностью, уверен в невиновности брата, решит отправиться за ним в тюрьму и вызволить несчастного. Главному персонажу приходится пройти через множество трудностей, чтобы предотвратить казнь. Майкл некогда работал инженером. Так уж получилось, что он проектировал тюрьму, в которой теперь находится, потому и знает каждый болтик в этом учреждении. Теперь остается лишь разработать план побега. Кто бы мог подумать, что ему на хвост сядут местные бандиты, которые тоже захотят получить свободу. Побег удается, а главному герою приходится забрать с собой, помимо брата, еще и одного тюремного подельника и местную медсестру, с которой у персонажа весьма и весьма необычные отношения. Но этим побегом история не закончилась. Главному герою предстоит сбегать еще и еще раз. Но теперь настало время узнать, что же будет дальше.'

    },
    {
        image: "https://data.1freewallpapers.com/detail/escape-plan-sylvester-stallone-arnold-schwarzenegger-movie.jpg",
        name: 'План побега',
        genre: 'Драма,боевик,криминал',
        date:2010,
        rate:4.4,
        id: shortId.generate(),
        description: 'Эта история началась давно. Все мы помним, что происходило много лет назад. Некого Линкольна Берроуза посадили в тюрьму за убийство, которое тот не совершал. Мужчина ожидает своего часа. Ему назначена смертная казнь. Кто бы мог подумать, что его брат Майкл, который более, чем полностью, уверен в невиновности брата, решит отправиться за ним в тюрьму и вызволить несчастного. Главному персонажу приходится пройти через множество трудностей, чтобы предотвратить казнь. Майкл некогда работал инженером. Так уж получилось, что он проектировал тюрьму, в которой теперь находится, потому и знает каждый болтик в этом учреждении. Теперь остается лишь разработать план побега. Кто бы мог подумать, что ему на хвост сядут местные бандиты, которые тоже захотят получить свободу. Побег удается, а главному герою приходится забрать с собой, помимо брата, еще и одного тюремного подельника и местную медсестру, с которой у персонажа весьма и весьма необычные отношения. Но этим побегом история не закончилась. Главному герою предстоит сбегать еще и еще раз. Но теперь настало время узнать, что же будет дальше.'

    },
    {
        image: "https://pbs.twimg.com/media/EUv9_LhWAAAmuQt.jpg",
        name: 'Побег из Шоушенка',
        genre: 'Драма,боевик,криминал',
        date:1994,
        rate:5.0,
        id: shortId.generate(),
        description: 'Эта история началась давно. Все мы помним, что происходило много лет назад. Некого Линкольна Берроуза посадили в тюрьму за убийство, которое тот не совершал. Мужчина ожидает своего часа. Ему назначена смертная казнь. Кто бы мог подумать, что его брат Майкл, который более, чем полностью, уверен в невиновности брата, решит отправиться за ним в тюрьму и вызволить несчастного. Главному персонажу приходится пройти через множество трудностей, чтобы предотвратить казнь. Майкл некогда работал инженером. Так уж получилось, что он проектировал тюрьму, в которой теперь находится, потому и знает каждый болтик в этом учреждении. Теперь остается лишь разработать план побега. Кто бы мог подумать, что ему на хвост сядут местные бандиты, которые тоже захотят получить свободу. Побег удается, а главному герою приходится забрать с собой, помимо брата, еще и одного тюремного подельника и местную медсестру, с которой у персонажа весьма и весьма необычные отношения. Но этим побегом история не закончилась. Главному герою предстоит сбегать еще и еще раз. Но теперь настало время узнать, что же будет дальше.'

    },
    {
        image: "https://img1.goodfon.ru/original/1152x864/2/9a/toy-story-3-istoriya-igrushek-3.jpg",
        name: 'История игрушек: Большой побег',
        genre: 'Драма,боевик,криминал',
        date:2012,
        rate:4.75,
        id: shortId.generate(),
        description: 'Эта история началась давно. Все мы помним, что происходило много лет назад. Некого Линкольна Берроуза посадили в тюрьму за убийство, которое тот не совершал. Мужчина ожидает своего часа. Ему назначена смертная казнь. Кто бы мог подумать, что его брат Майкл, который более, чем полностью, уверен в невиновности брата, решит отправиться за ним в тюрьму и вызволить несчастного. Главному персонажу приходится пройти через множество трудностей, чтобы предотвратить казнь. Майкл некогда работал инженером. Так уж получилось, что он проектировал тюрьму, в которой теперь находится, потому и знает каждый болтик в этом учреждении. Теперь остается лишь разработать план побега. Кто бы мог подумать, что ему на хвост сядут местные бандиты, которые тоже захотят получить свободу. Побег удается, а главному герою приходится забрать с собой, помимо брата, еще и одного тюремного подельника и местную медсестру, с которой у персонажа весьма и весьма необычные отношения. Но этим побегом история не закончилась. Главному герою предстоит сбегать еще и еще раз. Но теперь настало время узнать, что же будет дальше.'

    },
    {
        image: "https://www.kino-teatr.ru/acter/album/476417/1007477.jpg",
        name: 'Побег из Претории',
        genre: 'Драма,боевик,криминал',
        date:2020,
        rate:4.6,
        id: shortId.generate(),
        description: 'Эта история началась давно. Все мы помним, что происходило много лет назад. Некого Линкольна Берроуза посадили в тюрьму за убийство, которое тот не совершал. Мужчина ожидает своего часа. Ему назначена смертная казнь. Кто бы мог подумать, что его брат Майкл, который более, чем полностью, уверен в невиновности брата, решит отправиться за ним в тюрьму и вызволить несчастного. Главному персонажу приходится пройти через множество трудностей, чтобы предотвратить казнь. Майкл некогда работал инженером. Так уж получилось, что он проектировал тюрьму, в которой теперь находится, потому и знает каждый болтик в этом учреждении. Теперь остается лишь разработать план побега. Кто бы мог подумать, что ему на хвост сядут местные бандиты, которые тоже захотят получить свободу. Побег удается, а главному герою приходится забрать с собой, помимо брата, еще и одного тюремного подельника и местную медсестру, с которой у персонажа весьма и весьма необычные отношения. Но этим побегом история не закончилась. Главному герою предстоит сбегать еще и еще раз. Но теперь настало время узнать, что же будет дальше.'

    },

    {
        image: "http://web-kinoclub.ru/oboi/pobeg-iz-vegasa_2-1.jpg",
        name: 'Побег из Вегаса',
        genre: 'Комедия',
        date:2010,
        rate:4.6,
        id: shortId.generate(),
        description: 'Эта история началась давно. Все мы помним, что происходило много лет назад. Некого Линкольна Берроуза посадили в тюрьму за убийство, которое тот не совершал. Мужчина ожидает своего часа. Ему назначена смертная казнь. Кто бы мог подумать, что его брат Майкл, который более, чем полностью, уверен в невиновности брата, решит отправиться за ним в тюрьму и вызволить несчастного. Главному персонажу приходится пройти через множество трудностей, чтобы предотвратить казнь. Майкл некогда работал инженером. Так уж получилось, что он проектировал тюрьму, в которой теперь находится, потому и знает каждый болтик в этом учреждении. Теперь остается лишь разработать план побега. Кто бы мог подумать, что ему на хвост сядут местные бандиты, которые тоже захотят получить свободу. Побег удается, а главному герою приходится забрать с собой, помимо брата, еще и одного тюремного подельника и местную медсестру, с которой у персонажа весьма и весьма необычные отношения. Но этим побегом история не закончилась. Главному герою предстоит сбегать еще и еще раз. Но теперь настало время узнать, что же будет дальше.'

    },
    {
        image: "https://avatars.mds.yandex.net/get-zen_doc/1131857/pub_5ac1dd25a936f4806a30f2be_5ac1dd754bf161f67593dd95/scale_1200",
        name: '3 дня на побег',
        genre: 'Триллер',
        date:2012,
        rate:4.59,
        id: shortId.generate(),
        description: 'Эта история началась давно. Все мы помним, что происходило много лет назад. Некого Линкольна Берроуза посадили в тюрьму за убийство, которое тот не совершал. Мужчина ожидает своего часа. Ему назначена смертная казнь. Кто бы мог подумать, что его брат Майкл, который более, чем полностью, уверен в невиновности брата, решит отправиться за ним в тюрьму и вызволить несчастного. Главному персонажу приходится пройти через множество трудностей, чтобы предотвратить казнь. Майкл некогда работал инженером. Так уж получилось, что он проектировал тюрьму, в которой теперь находится, потому и знает каждый болтик в этом учреждении. Теперь остается лишь разработать план побега. Кто бы мог подумать, что ему на хвост сядут местные бандиты, которые тоже захотят получить свободу. Побег удается, а главному герою приходится забрать с собой, помимо брата, еще и одного тюремного подельника и местную медсестру, с которой у персонажа весьма и весьма необычные отношения. Но этим побегом история не закончилась. Главному герою предстоит сбегать еще и еще раз. Но теперь настало время узнать, что же будет дальше.'

    },
    {
        image: "https://avatars.mds.yandex.net/get-zen_doc/1246934/pub_5e1ce408ee5a8a00b1ccdcb1_5e1ce4259515ee00aee3420c/scale_2400",
        name: 'Побег из cумасшедшего дома история нелли блай',
        genre: 'Триллер, драма',
        date:2019,
        rate:4.67,
        id: shortId.generate(),
        description: 'Эта история началась давно. Все мы помним, что происходило много лет назад. Некого Линкольна Берроуза посадили в тюрьму за убийство, которое тот не совершал. Мужчина ожидает своего часа. Ему назначена смертная казнь. Кто бы мог подумать, что его брат Майкл, который более, чем полностью, уверен в невиновности брата, решит отправиться за ним в тюрьму и вызволить несчастного. Главному персонажу приходится пройти через множество трудностей, чтобы предотвратить казнь. Майкл некогда работал инженером. Так уж получилось, что он проектировал тюрьму, в которой теперь находится, потому и знает каждый болтик в этом учреждении. Теперь остается лишь разработать план побега. Кто бы мог подумать, что ему на хвост сядут местные бандиты, которые тоже захотят получить свободу. Побег удается, а главному герою приходится забрать с собой, помимо брата, еще и одного тюремного подельника и местную медсестру, с которой у персонажа весьма и весьма необычные отношения. Но этим побегом история не закончилась. Главному герою предстоит сбегать еще и еще раз. Но теперь настало время узнать, что же будет дальше.'

    }
];